IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:KR)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""이미지파일이 존재하지 않습니다.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "사용자 정의 단위계가 적용되었습니다."
IDS_USER_UNIT_SYSTEM = "단위계"
IDS_DGNREPORTBASE_TABLE = "표"
IDS_DGNREPORTBASE_FIGURE = "그림"
IDS_DGNREPORTBASE_MARK_ROUND = "●"
IDS_DGNREPORTBASE_MARK_TRI = "▶"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "≤"
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = "≥"
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  검토필요"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  만족하지 않음"
IDS_DGNREPORTBASE_YES = "예"
IDS_DGNREPORTBASE_NO = "아니오"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  세장함"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  세장하지 않음"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  조밀"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  비조밀"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  횡좌굴 검토 필요 없음"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  횡좌굴 검토 필요"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "스티프너가 필요하지 않습니다."
IDS_DGNREPORTBASE_STIFF_REQ = "스티프너가 필요합니다."
IDS_DGNREPORTBASE_SLENDER = "세장함"
IDS_DGNREPORTBASE_NOT_SLENDER = "세장하지 않음"
IDS_DGNREPORTBASE_COMPACT = "조밀"
IDS_DGNREPORTBASE_NONCOMPACT = "비조밀"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "회전각 및 변수"
IDS_AXIAL_CAPACITY = "축방향 강도"
IDS_AXIAL_STRESS = "축방향 응력"
IDS_AXIAL_RESISTANCE = "축방향 저항"
IDS_BENDING_AND_AXIAL_RESISTANCE = "모멘트와 축력 저항"
IDS_BENDING_AND_SHEAR_RESISTANCE = "모멘트와 전단 저항"
IDS_BUCKLING_RESISTANCE = "좌굴 저항"
IDS_COMBINED_RATIO = "조합비"
IDS_COMBINED_STRENGTH_RATIO = "조합강도비"
IDS_COMBINED_STRESS_RATIO = "조합응력비"
IDS_COMPRESSION_RESISTANCE = "압축 저항"
IDS_COMPRESSION_STRENGTH = "압축 강도"
IDS_COMPRESSION_STRESS = "압축 응력"
IDS_FLANGE = "플랜지"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "휨 좌굴 저항"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "횡 비틀림 좌굴 저항"
IDS_LIMIT_STATE_OF_BUCKLING = "좌굴의 극한 상태"
IDS_MAJOR = "주축"
IDS_MAJOR_AXIS = "주축"
IDS_MINOR = "약축"
IDS_MINOR_AXIS = "약축"
IDS_MOMENT_CAPACITY = "휨 강도"
IDS_MOMENT_RESISTANCE = "휨 저항"
IDS_MOMENT_STRENGTH = "휨 강도"
IDS_MOMENT_STRESS = "휨 응력"
IDS_RESULT_BY_POSITION = "위치별 결과"
IDS_SHEAR_CAPACITY = "전단 강도"
IDS_SHEAR_RESISTANCE = "전단 저항"
IDS_SHEAR_STRESS = "전단 응력"
IDS_SLENDERNESS_RATIO = "세장비"
IDS_STRESS = "응력"
IDS_TENSION_RESISTANCE = "인장 저항"
IDS_TENSION_STRENGTH = "인장 강도"
IDS_TENSION_STRESS = "인장 응력"
IDS_TORSION_CAPACITY = "비틀림 강도"
IDS_TORSION_CAPACITY_OPEN_SECTION = "비틀림 강도 ( 개단면 )"
IDS_TORSION_STRENGTH = "비틀림 강도"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "비틀림 휨 좌굴 저항"
IDS_WEB = "웨브"
IDS_WIDTH_THICKNESS_RATIO = "판폭두께비"
IDS_X = "X"
IDS_X_DIR = "X 방향"
IDS_X_DIRECTION = "X 방향"
IDS_Y = "Y"
IDS_Y_DIR = "Y 방향"
IDS_Y_DIRECTION = "Y 방향"
IDS_YIELDING_UNDER_NORMAL_STRESS = "노멀 응력에 의한 항복"
IDS_YIELDING_UNDER_SHEAR_STRESS = "전단 응력에 의한 항복"
IDS_DGNREPORTBASE_MPHI_CURVE = "Moment-Curvature Curve"
IDS_DGNREPORTBASE_STL_TENS = "Steel Ten."
IDS_DGNREPORTBASE_STL_COMP = "Steel Comp."
IDS_DGNREPORTBASE_CON_COMP = "Conc. Comp."
IDS_DGNREPORTBASE_STL_STRAIN = "Steel Strain"
IDS_DGNREPORTBASE_CON_STRAIN = "Conc. Strain"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Curvature"
IDS_DGNREPORTBASE_CURVE = "Curve"
IDS_DGNREPORTBASE_POSITIVE = "Positive"
IDS_DGNREPORTBASE_NEGATIVE = "Negative"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Axial Force"
IDS_DGNREPORTBASE_NA_ANGLE = "Neutral Axis Angle"
IDS_DGNREPORTBASE_CON_HEIGHT = "Concrete Height"
IDS_DGNREPORTBASE_CON_WIDTH = "Concrete Width"
IDS_DGNREPORTBASE_CON_AREA = "Concrete Area"
IDS_DGNREPORTBASE_RBAR_AREA = "Rebar Area"
IDS_DGNREPORTBASE_CRACK = "Crack"
IDS_DGNREPORTBASE_YIELD = "Yield"
IDS_DGNREPORTBASE_INITIAL = "Initial"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Ultimate"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

